Revit 2027 API
VectorAtPoint Constructor
Overload List
Name | Description
VectorAtPoint(IList<XYZ>) |  Creates object from an array of vectors
VectorAtPoint(VectorAtPoint) |  Creates a copy of the given VectorAtPoint instance.
Top
See Also
Reference
VectorAtPoint Class
Autodesk.Revit.DB.Analysis Namespace